{
    "escape": [
        "You manage to outrun the monster, its roar fading behind you.",
        "With a final burst of speed, you escape the monster's reach.",
        "You round a corner just in time, leaving the monster behind.",
        "Breathing heavily, you glance back and see the monster is nowhere in sight.",
        "Your legs burn, but you manage to put enough distance between you and the monster.",
        "You hear the monster's growl fade as you slip into safety.",
        "The monster gives up the chase as you disappear into the shadows.",
        "With quick thinking and a fast pace, you lose the monster in the maze of hallways.",
        "You dive into a hidden alcove, just as the monster passes by unaware.",
        "The monster slows, then stops, and you know you've escaped its pursuit."
      ],
    "escape_20": [
        "You managed to scoop up a few coins while running out.",
        "In the chaos, you grab some coins before making your escape.",
        "With a handful of coins, you dash out of the room just in time.",
        "You pocket a few coins as you slip out the door.",
        "Coins jingle in your pocket as you make your escape.",
        "You glance back, clutching the coins you managed to snag.",
        "You grab a handful of coins, hoping it was worth the risk.",
        "Barely making it out, you find a few coins clutched in your hand.",
        "You don't leave empty-handed, a few coins safely in your grasp.",
        "Your fingers close around a small pile of coins as you flee."
    ],
    "enemy": [
        "A shadow looms as enemy steps into your path.",
        "You freeze as a hostile figure appears before you.",
        "Something confronts you, blocking your way forward.",
        "You tense up as enemy emerges, ready for battle.",
        "An ominous figure appears, eyes locked on you.",
        "A threat materializes, and you brace yourself for combat.",
        "A menacing foe appears, weapons drawn.",
        "The air thickens as something steps forward, challenging you.",
        "You're not alone, enemy has arrived, ready to fight.",
        "Suddenly, enemy appears, disrupting your path."
    ],
    "enemy_defeated": [
    "With a final strike, the enemy falls, leaving nothing but silence in its wake.",
    "The enemy lets out one last roar before collapsing, defeated at last.",
    "You stand victorious, watching as the enemy fades into dust.",
    "The enemy has been defeated, and a strange calm fills the room.",
    "A final blow lands, and the enemy stumbles, crumbling before your eyes.",
    "You lower your weapon, seeing the enemy motionless at your feet.",
    "The enemy falls back, defeated, and you feel the weight of the battle lift.",
    "With a heavy sigh, you realize the enemy has been vanquished for good.",
    "The enemy's last breath escapes as it collapses, leaving no trace of life.",
    "After a fierce struggle, the enemy lies on the ground, no longer a threat.",
    "The enemy is gone, its form dissipating into the air as you catch your breath.",
    "One final scream marks the enemy's defeat, echoing briefly before silence returns.",
    "The enemy's fierce gaze fades, and you know the battle is over.",
    "You stare down at the place where the enemy once stood, now an empty void.",
    "With one last strike, you watch the enemy disintegrate, the danger now past.",
    "The enemy's power fades, its form crumbling before your eyes.",
    "As the enemy falls, a strange peace settles around you.",
    "The enemy lies still, defeated, its presence nothing but a memory now.",
    "With a final strike, the enemy's grip on this world fades entirely.",
    "You catch your breath, looking at the spot where the enemy was last standing."
    ],
    "chest": [
        "You stumble upon a chest, its lid gleaming with potential treasure.",
        "A dusty chest catches your eye, waiting to be opened.",
        "You find a chest! What wonders might it hold?",
        "The chest before you looks old, but promising.",
        "Luck is on your side; you've discovered a chest!",
        "You reach down, hand hovering over a mysterious chest.",
        "An abandoned chest lies in your path, tempting you to open it.",
        "You find a chest-could it be filled with gold, or something more?",
        "Excitement bubbles up as you spot a chest in the corner.",
        "A chest stands before you. What secrets could it hold?"
    ],
    "mimic": [
        "You open the chest, only to reveal a grotesque mimic ready to strike!",
        "The chest shudders and transforms into a monstrous mimic, jaws snapping shut.",
        "You think you've found treasure, but the chest suddenly turns into a mimic!",
        "The chest creaks and twists, and out pops a hungry mimic!",
        "What you thought was a chest is now a mimic, its teeth gleaming hungrily.",
        "As you lift the lid, the chest springs to life, revealing its true form: a mimic!",
        "You're caught off guard as the chest morphs into a vicious mimic.",
        "A glimmer of hope fades as the chest reveals itself to be a mimic, hungry for a fight.",
        "You reach for the chest, only to see it shift into the terrifying form of a mimic.",
        "The chest opens with a strange groan, but instead of treasure, a mimic leaps out!"
  ],
    "empty": [
        "You walk into the large stone chamber, and the cold air greets you, with only a small window high above letting in light.",
        "Stepping into the dusty, vacant room, you notice cobwebs hanging from the rafters and old, abandoned furniture.",
        "As you enter, you see the floor covered in straw, with faded tapestries clinging to the stone walls.",
        "You step inside the vast, empty hall, where the echo of silence is broken only by the occasional drip of water from the ceiling.",
        "You walk into the bare room, finding a single old chair pushed against the wall and a cracked wooden table.",
        "Entering the room, a stale breeze moves through the open door, carrying the faint smell of mildew and forgotten time.",
        "You walk down the deserted corridor, and the flickering torchlight casts long shadows around you.",
        "As you enter, you find old crates and barrels scattered across the stone floor, all empty, their contents long since taken.",
        "You step into this forgotten room, once full of life, now holding only dust and the faint scent of decay.",
        "You enter the room and feel the cold stone walls, with no windows to allow the outside world in.",
        "As you step in, you notice a single bed frame in the corner, its mattress long since rotted away.",
        "You walk into the room, and in the center, a broken wooden chest lies open, its contents long since looted.",
        "Entering, you see a tall, empty fireplace standing against the wall, its blackened hearth untouched for years.",
        "You step into the room, where empty flagons and broken pottery are strewn across the floor, evidence of a once-lived-in space.",
        "As you walk through the abandoned banquet hall, you can feel the echoes of memories now only filled with silence and decay.",
        "You enter the room, and dust swirls in the air, disturbed by your footsteps as you move across the abandoned space.",
        "Stepping into the room, you find a long table in the middle, its surface cracked and covered in old, dried food stains.",
        "You walk in, and a large wooden door creaks in the breeze, its rusty hinges speaking of years of neglect.",
        "As you enter, you notice the uneven stone floors, worn down by centuries of use, but now devoid of any life.",
        "You step into the room, and a series of broken windows let in the cold night air, rattling as the wind passes through.",
        "You enter and see a single tapestry, faded with age, hanging crookedly on the wall, untouched by time.",
        "Walking in, you notice the walls are bare, save for remnants of old paintings, their colors long faded.",
        "You enter the dim room, where a lone candle flickers in the corner, offering the only source of light.",
        "As you walk through the empty corridors, the sound of your footsteps echoes, but no one is there to hear.",
        "You step into the room, and the smell of old wood and stone fills the air, untouched by human presence for decades.",
        "You enter the massive stone fireplace room, cold and dark, its hearth unused, as though no fire has ever been lit here.",
        "Walking in, the air is thick with dust, with the occasional flake falling from the rafters above.",
        "As you step into the silent room, the only sound is the gentle drip of water from a nearby leak in the ceiling.",
        "You walk in and see a wooden shelf lined with empty jars and broken bottles against the far wall.",
        "Entering the empty hallway, the stone walls echo with each of your footsteps as you move forward.",
        "You step into the room, and a lone, unpolished sword lies abandoned on the floor, its hilt worn and chipped from years of disuse."
    ],
    "start": [
        "Stepping across the threshold, you immediately feel the cool, stale air of the room.",
        "As you enter, the musty scent of old wood and stone greets you, filling your lungs.",
        "The moment you push open the door, a sudden silence envelops you, broken only by the echo of your own breathing.",
        "You find yourself standing in the center of a room, the dim light casting long shadows across the stone floor.",
        "Entering the space, your footsteps are the only sound, a stark contrast to the stillness around you.",
        "You step inside and instantly sense a heavy, ancient presence, as if the room itself has been waiting.",
        "A soft creak of the door reveals a room steeped in dust, the scent of time long past filling the air.",
        "You take a step forward, and the flickering light from the nearby candle illuminates a room untouched by time.",
        "With a turn of the handle, you enter a room so still it feels like you're the first to set foot in it for years.",
        "As you walk through the threshold, the room seems to hold its breath, as if watching your every move."
    ],
    "shop": [
        "You step into a dim castle chamber and find a small shop hidden away, filled with mysterious items for sale.",
        "In a quiet corner room of the castle, a lone merchant has set up a stall with various enchanted items on display.",
        "As you enter a castle room, you find an old shopkeeper surrounded by shelves of potions and relics.",
        "A tucked-away chamber reveals a shop where weapons and trinkets line the walls, ready for purchase.",
        "In a candlelit room deep within the castle, a vendor has set up a small shop, offering supplies and charms.",
        "You find a friendly creature in a secluded castle alcove, his assortment of goods neatly arranged on ancient tables.",
        "A hidden chamber in the castle opens up to reveal a shopkeeper with a collection of rare and useful items.",
        "You enter a quiet room and see an old trader surrounded by scrolls, potions, and ancient tools for sale.",
        "In a forgotten corner of the castle, a vendor offers a selection of maps, herbs, and adventuring gear.",
        "You find a cozy nook in the castle where a peddler has laid out weapons, supplies, and curious trinkets.",
        "A room off the main hall reveals a quaint shop filled with provisions, likely for those journeying through the castle.",
        "In a small chamber, a mysterious merchant waits with an array of enchanted items and relics on display.",
        "A dimly lit castle room houses a merchant who quietly offers you potions, charms, and supplies.",
        "You come upon a castle room transformed into a shop, with armor and tools arranged for purchase.",
        "An old guardroom now serves as a shop, its shelves lined with potions, scrolls, and enchanted artifacts.",
        "A merchant has set up in an abandoned castle library, with items stacked between rows of dusty books.",
        "In a narrow hallway, a vendor has laid out supplies, beckoning you to inspect his wares.",
        "A small, firelit chamber holds a shop with potions, amulets, and other essentials for castle explorers.",
        "You find a room near the castle's kitchen where a vendor sells provisions, herbs, and a few rare trinkets.",
        "In a forgotten storage room, a small rat offers up everything from healing potions to sturdy travel gear."
      ]
  
  }
  